Repository: common-repository/shipping-tracking-for-woocommerce
Catalog: languages/vm_tracking-*.po
Languages: fr_fr

source: Your tracking number is:
fr_fr: Votre N° de suivi est:

source: Currently, your parcel status is:
fr_fr: Actuellement, le statut de votre colis est:

source: The status and message is unknow. Click on the red cross icon to create it.
fr_fr: Le statut et le message est inconnu. Cliquez sur l'icône avec la croix rouge pour le créer.

source: After that, launch a tracking to update the status.
fr_fr: Ensuite, lancez une recherche de suivi pour le mettre à jour.

source: error, nothing found
fr_fr: Erreur ! Rien trouvé

source: Add tracking url and tracking number to woocommerce
fr_fr: Ajouter un lien de suivi et un N° de suivi à vos commandes woocommerce

source: Order status Changed
fr_fr: Statut de la commande changé

source: Refund La Poste asked
fr_fr: Remboursement La Poste demandé

source: Refund Chronopost asked
fr_fr: Remboursement Chronopost demandé

source: The orders: %s have not be affected.
fr_fr: Les commandes: %s n'ont pas été traitées

source: Settings
fr_fr: Configuration

source: Shipped
fr_fr: Envoyée

source: Shipped <span class="count">(%s)</span>
fr_fr: Envoyée (%s)

source: Where is my Order ?
fr_fr: Ou est ma commande ?

source: Your order is sent the
fr_fr: Votre commande a été envoyée le

source: with
fr_fr: avec

source: You can track your order by clicking on that button:
fr_fr: Vous pouvez suivre votre commande en cliquant sur ce bouton:

source: Track my order
fr_fr: Suivre ma commande

source: Mark as
fr_fr: Marquer

source: Launch tracking
fr_fr: Lancer la recherche de colis

source: Run Tracking
fr_fr: Lancer la recherche de colis

source: Ask La Poste refund
fr_fr: Demander remboursement La Poste

source: Ask Chronopost refund
fr_fr: Demander remboursement Chronopost

source: Select a shipping method
fr_fr: Sélectionner un transporteur

source: Select a Status
fr_fr: Sélectionner un statut de commande

source: Order delivered
fr_fr: Commande livrée

source: Dear,<br> You will find enclosed the list of packages for which we bear complaint under sales conditions. <br> <br> Kindly make a credit or refund of such parcels. <br> <br> Best regards, <br> <br> The Management. <br> <br> If you don't read this message thank you to contact us by return or at the following address:<br> {shop_email}<br> <br>
fr_fr: Madame, Monsieur, <br> Vous trouverez ci-joint la liste des colis pour lesquels nous demandons le remboursement ou un avoir conformément à vos conditions générales de ventes. <br> Cordialement,<br> si vous ne parvenez pas à lire ce message, merci de nous contacter par retour ou à l'adresse suivante:<br> {shop_email}<br>

source: Parcel status
fr_fr: Statut colis

source: Delivered Out of time
fr_fr: Livraison Hors Délai

source: Delivered Delay Ok
fr_fr: Livraison dans les délais

source: Refund asked
fr_fr: Remboursement demandé

source: Refunded
fr_fr: Remboursé

source: Unknow Status
fr_fr: Statut inconnu

source: Unknow parcel
fr_fr: Colis inconnu

source: In Transit
fr_fr: En Transit

source: After deadline
fr_fr: Hors délai

source: Delivered
fr_fr: Livré

source: In Time
fr_fr: Dans les délais

source: International delivery
fr_fr: Délai internationaux

source: Unknow Message
fr_fr: Message inconnu

source: Select a Parcel Status
fr_fr: Sélectionner un statut de colis

source: Hi
fr_fr: Bonjour,

source: Carriers Tracking
fr_fr: Suivi Transporteurs

source: Settings Tracking URL
fr_fr: Configuration des URLs de suivi

source: Tracking URL
fr_fr: URL de suivi

source: Vinum Master Carriers Tracking Settings
fr_fr: Vinum Master Configuration des Suivi Transporteurs

source: Coliposte Account
fr_fr: Compte Coliposte

source: Password
fr_fr: Mot de passe

source: Chronopost account
fr_fr: Compte Chronopost

source: Generals Settings
fr_fr: Préferences Générales

source: Your society name
fr_fr: Nom Société

source: Siret for French users
fr_fr: Siret pour les utilisateurs français

source: Carriers Settings
fr_fr: Configuration Transporteurs

source: Carriers list urls
fr_fr: Liste des liens de suivi des transporteurs

source: Simply copy the tracking url of the carrier you want to use and paste it, in the tracking url field in the table below
fr_fr: Copiez simplement le lien de suivi que vous voulez utiliser et collez le dans le champs Lien de suivi du tableau ci-dessous

source: Carrier Name
fr_fr: Nom transporteur

source: Tracking URL Type
fr_fr: Lien de suivi

source: Carrier API
fr_fr: API Transporteur

source: Login
fr_fr: Identifiant

source: Api key
fr_fr: Clé Api

source: If you don't have access for a carrier API, let the fields empty and only enter the tracking URL.
fr_fr: Si vous n'avez pas accès à l'API d'un transporteur, laissez les champs vides et saisissez uniquement le lien de suivi.

source: In that case, the automatic tracking will be disabled. Only handly tracking will be available.
fr_fr: Dans ce cas, le suivi automatique ne fonctionnera pas. Seul le suivi manuel sera possible.

source: Choose delivered order status
fr_fr: Choisir le statut de livraison des commandes

source: Tracking
fr_fr: Suivi colis

source: Tracking Number
fr_fr: N° de suivi

source: Follow me
fr_fr: Suivez moi

source: Shipped Date
fr_fr: Date d'envoi

source: Update the tracking number and shipped date with Ajax (the page is not reloaded
fr_fr: Mettre à jour le N° de suivi et la date d'envoi avec Ajax (la page n'est pas rechargée)

source: Save
fr_fr: Enregistrer

source: Current Tracking message
fr_fr: Message de suivi actuel

source: Find the current parcel status with Ajax (the page is not reloaded except if the parcel is delivered)
fr_fr: Trouver le statut de livraison du colis avec Ajax (la page n'est pas rechargée sauf si le colis est Livré)

source: Update tracking message
fr_fr: Mettre à jour le message de suivi

source: Show the form to create new status
fr_fr: Afficher le formulaire pour créer un nouveau statut

source: Is it refundable ?
fr_fr: Est il remboursable ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Is it a delivered status ?
fr_fr: est ce un statut de livraison ?

source: Send an email to the customer ?
fr_fr: Envoyer un email au client ?

source: Create the new status with Ajax (the page is not reloaded
fr_fr: Créer le nouveau statut avec Ajax (la page n'est pas rechargée)

source: Create new status
fr_fr: Créer le nouveau statut

source: Error, there is no API for that carrier or an error is returned
fr_fr: Erreur, il n'y a pas d'API pour ce transporteur ou une erreur est survenue

source: Shipped Order Notification emails are sent when the order status is : Shipped
fr_fr: l'email de notification d'envoi de la commande est envoyé quand le statut de la commande est: Envoyée

source: Your Order is sent
fr_fr: Votre commande est envoyée

source: Your order: {order_number} is shipped
fr_fr: Votre commande: {order_number} a été envoyée

source: Your order: {order_number} was send the {delivery_date} with {shipping_method_name} you can to follow you parcel at:<a href="{tracking_url}">{tracking_url}</a>
fr_fr: Votre commande: {order_number} a été envoyée le {delivery_date} avec {shipping_method_name}. Vous pouvez suivre votre colis en cliquant sur ce lien:<a href="{tracking_url}">{tracking_url}</a>

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable this email notification
fr_fr: Activer cette notification par email

source: Recipient(s)
fr_fr: Destinataire(s)

source: Enter recipients (comma separated) for this email. Defaults to <code>%s</code>.
fr_fr: Entrez les destinataires (séparés par une virgule) pour cet email. Par défaut à <code>%s</code>.

source: Subject
fr_fr: Sujet

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
fr_fr: Ceci détermine la ligne sujet de l'email. Laisser vide pour utiliser le sujet par défaut : <code>%s</code>

source: Email Heading
fr_fr: Entête de l'email

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
fr_fr: Ceci détermine l'entête principale contenue dans la notification par email. Laisser vide pour utiliser l'entête par défaut : <code>%s</code>

source: This controls the message contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
fr_fr: Ceci détermine le message contenu dans l'email de notification. Laisser vide pour utiliser le message par défaut: <code>%s</code>

source: Your order: {order_number} was send the {delivery_date} with {shipping_method_name} you can to follow you parcel at: {tracking_url}
fr_fr: Votre commande: {order_number} a été envoyée le {delivery_date} avec {shipping_method_name}. Vous pouvez suivre votre colis en cliquant sur ce lien:{tracking_url}

source: Email type
fr_fr: Type d'email

source: Choose which format of email to send.
fr_fr: Choisissez quel format d'email envoyer.
